[
  {
    "slug": "new-york",
    "name": "New York",
    "country": "United States",
    "tagline": "The city that never sleeps",
    "description": "From hidden speakeasies in the East Village to world-class museums and rooftop bars with skyline views, New York offers endless discovery."
  },
  {
    "slug": "los-angeles",
    "name": "Los Angeles",
    "country": "United States",
    "tagline": "Where dreams meet the Pacific",
    "description": "Sun-soaked beaches, iconic hikes, legendary food trucks, and a creative energy that fuels everything from street art to fine dining."
  },
  {
    "slug": "san-francisco",
    "name": "San Francisco",
    "country": "United States",
    "tagline": "Hills, fog, and endless charm",
    "description": "A city of vibrant neighborhoods, world-class cuisine, and jaw-dropping views around every corner of its iconic hills."
  },
  {
    "slug": "denver",
    "name": "Denver",
    "country": "United States",
    "tagline": "The Mile High City",
    "description": "Craft breweries, mountain adventures, and a booming food scene set against the stunning backdrop of the Rocky Mountains."
  },
  {
    "slug": "santa-fe",
    "name": "Santa Fe",
    "country": "United States",
    "tagline": "Art, adobe, and desert magic",
    "description": "A treasure trove of galleries, adobe architecture, and Southwestern cuisine nestled in the high desert of New Mexico."
  },
  {
    "slug": "albuquerque",
    "name": "Albuquerque",
    "country": "United States",
    "tagline": "Hot air balloons and red chile",
    "description": "Famous for its balloon fiesta, vibrant Old Town, and a culinary scene built around the legendary New Mexico green and red chile."
  },
  {
    "slug": "honolulu",
    "name": "Honolulu",
    "country": "United States",
    "tagline": "Paradise found in the Pacific",
    "description": "Turquoise waters, volcanic hikes, world-class surfing, and a rich Polynesian culture that makes every visit unforgettable."
  },
  {
    "slug": "bangkok",
    "name": "Bangkok",
    "country": "Thailand",
    "tagline": "A feast for every sense",
    "description": "Glittering temples, legendary street food, floating markets, and a nightlife scene that pulses until dawn."
  },
  {
    "slug": "london",
    "name": "London",
    "country": "United Kingdom",
    "tagline": "Where history meets modern culture",
    "description": "Explore centuries of history alongside cutting-edge galleries, secret gardens, and the best afternoon tea you'll ever have."
  },
  {
    "slug": "sydney",
    "name": "Sydney",
    "country": "Australia",
    "tagline": "Sun, surf, and secret gardens",
    "description": "Beyond the Opera House and Harbour Bridge, Sydney hides secret gardens, secluded beaches, and contemporary art havens waiting to be discovered."
  },
  {
    "slug": "pittsburgh",
    "name": "Pittsburgh",
    "country": "United States",
    "tagline": "Steel, art, and hidden stories",
    "description": "A city reborn from its industrial past, Pittsburgh surprises with colorful street art, secret art houses, wooden streets, and a treasure trove of relics tucked into its hilltop neighborhoods."
  },
  {
    "slug": "mexico-city",
    "name": "Mexico City",
    "country": "Mexico",
    "tagline": "Ancient wonders meet modern magic",
    "description": "A sprawling, high-altitude metropolis of surrealist art, secret gardens, futuristic libraries, and hidden colonial villages that defy easy definition."
  },
  {
    "slug": "seattle",
    "name": "Seattle",
    "country": "United States",
    "tagline": "The Emerald City's secret soul",
    "description": "Beyond the Space Needle and Pike Place, Seattle hides century-old curiosity shops, giant trolls under bridges, surreal architecture, and tranquil Japanese gardens."
  },
  {
    "slug": "new-orleans",
    "name": "New Orleans",
    "country": "United States",
    "tagline": "Jazz, mystery, and hidden magic",
    "description": "Beyond Bourbon Street, the Big Easy reveals a soulful, eccentric character through pharmacy museums, singing trees, powerful street art, and secret neighborhoods across the river."
  },
  {
    "slug": "san-antonio",
    "name": "San Antonio",
    "country": "United States",
    "tagline": "History, art, and hidden gardens",
    "description": "Beyond the Alamo, San Antonio reveals a diverse, artistic, and tranquil character through sunken gardens, immersive art, historic districts, and centuries-old missions."
  },
  {
    "slug": "el-paso",
    "name": "El Paso",
    "country": "United States",
    "tagline": "Where the desert meets the border",
    "description": "Ancient pictographs, Himalayan temples, sugar-coated houses, and centuries-old missions reveal El Paso's layered, artistic, and deeply historic character."
  }
]
